tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "openresty/brew"
tap "romkatv/gitstatus"
tap "ubuntu/microk8s"
tap "universal-ctags/universal-ctags"
tap "weibeld/core"
tap "wez/wezterm"
brew "argocd"
brew "python@3.10"
brew "autojump"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "re2"
brew "grpc"
brew "bear"
brew "binutils"
brew "bpytop"
brew "buildkit"
brew "bzip2"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cilium-cli"
brew "cmake"
brew "libtool"
brew "guile"
brew "unbound"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "ctags", link: false
brew "difftastic"
brew "doctl"
brew "efm-langserver"
brew "etcd"
brew "exa"
brew "fd"
brew "fish"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fpp"
brew "node"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-credential-manager"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grpcurl"
brew "hbase"
brew "helm"
brew "httpie"
brew "hub"
brew "hubble"
brew "hugo"
brew "iperf3"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "juicefs"
brew "k3d"
brew "kafka"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubectx"
brew "kubeless"
brew "kustomize"
brew "lazygit"
brew "lcov"
brew "ldns"
brew "libfido2"
brew "libmemcached"
brew "libssh2"
brew "libvirt"
brew "llvm"
brew "lsd"
brew "lsof"
brew "lua@5.1"
brew "lua@5.3"
brew "luarocks"
brew "ninja"
brew "meson"
brew "minikube"
brew "node@14"
brew "mongosh"
brew "mosh", args: ["HEAD"]
brew "mtr"
brew "mycli"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "openssh"
brew "openssl@3"
brew "perl"
brew "pigz"
brew "postgresql"
brew "pstree"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "sk"
brew "starship"
brew "stylua"
brew "teleport"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "yapf"
brew "yarn"
brew "yq"
brew "zellij"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "mongodb/brew/mongodb-community"
brew "openresty/brew/openresty"
brew "romkatv/gitstatus/gitstatus"
brew "ubuntu/microk8s/microk8s"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "cakebrew"
cask "charles"
cask "datagrip"
cask "elpass"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-haskplex-nerd"
cask "font-menlo-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "ipfs"
cask "istat-menus5"
cask "iterm2"
cask "kitty"
cask "notion"
cask "openemu"
cask "postman"
cask "raycast"
cask "slack"
cask "surge"
cask "telegram"
cask "visual-studio-code"
cask "wechat"
cask "wezterm-nightly"
cask "wireshark"
