tap "ariga/tap"
tap "bufbuild/buf"
tap "ethereum/ethereum"
tap "filosottile/musl-cross"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "romkatv/gitstatus"
tap "universal-ctags/universal-ctags"
tap "weibeld/core"
tap "wez/wezterm"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bash-completion"
brew "ca-certificates"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "re2"
brew "grpc"
brew "bear"
brew "binutils"
brew "bmake", link: false
brew "boringtun"
brew "sqlite", link: true
brew "python@3.10"
brew "bpytop"
brew "buf"
brew "buildkit"
brew "bzip2"
brew "gettext"
brew "glib"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "codex"
brew "coreutils"
brew "cryptography"
brew "ctags", link: false
brew "curl"
brew "difftastic"
brew "dive"
brew "docker"
brew "doctl"
brew "docutils"
brew "exa"
brew "fd"
brew "libevent"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "python@3.12"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libtool"
brew "python@3.11"
brew "fontforge"
brew "fpp"
brew "unixodbc"
brew "freetds"
brew "node"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "python@3.13"
brew "openjdk"
brew "git-credential-manager"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnu-getopt"
brew "gnu-tar"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-jsonnet", link: false
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "guile"
brew "helix", args: ["HEAD"]
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "hub"
brew "hubble"
brew "hurl"
brew "iperf3"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubectx"
brew "kubeless"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "lcov"
brew "ldns"
brew "libfido2"
brew "libmemcached"
brew "libpq"
brew "libslirp"
brew "libvirt"
brew "lima"
brew "llvm@13"
brew "lpeg"
brew "lrzsz"
brew "lsd"
brew "lsof"
brew "lua@5.1"
brew "lua@5.3"
brew "luarocks"
brew "ninja"
brew "meson"
brew "mongosh"
brew "mosh", args: ["HEAD"]
brew "mtr"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nvm"
brew "openssh"
brew "perl"
brew "pgloader"
brew "pigz"
brew "pngpaste"
brew "pstree"
brew "pwgen"
brew "qemu"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "rustup"
brew "s3cmd"
brew "sheldon"
brew "sk"
brew "solana"
brew "sops"
brew "starship"
brew "step"
brew "stripe-cli"
brew "stylua"
brew "sysbench"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "uv"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "x86_64-linux-gnu-binutils"
brew "yapf"
brew "yarn"
brew "zig"
brew "zoxide"
brew "zsh"
brew "ariga/tap/atlas"
brew "romkatv/gitstatus/gitstatus"
cask "charles"
cask "clop"
cask "cloudflare-warp"
cask "datagrip"
cask "elpass"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-haskplex-nerd"
cask "font-menlo-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "font-sarasa-gothic"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "notion"
cask "openemu"
cask "orbstack"
cask "pdf-squeezer"
cask "popclip"
cask "raycast"
cask "slack"
cask "surge"
cask "telegram"
cask "wechat"
cask "wezterm@nightly"
cask "wireshark-app"
cask "zed"
