tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "openresty/brew"
tap "ubuntu/microk8s"
tap "universal-ctags/universal-ctags"
tap "weibeld/core"
brew "antigen"
brew "argocd"
brew "autojump"
brew "bash-completion"
brew "bat"
brew "re2"
brew "grpc"
brew "bear"
brew "binutils"
brew "bpytop"
brew "buildkit"
brew "bzip2"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "docker", link: false
brew "docker-compose", link: false
brew "efm-langserver"
brew "etcd", restart_service: true
brew "exa"
brew "fish"
brew "gobject-introspection"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fpp"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-credential-manager"
brew "git-extras"
brew "glow"
brew "gnu-getopt"
brew "gnu-tar"
brew "guile"
brew "unbound", restart_service: true
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "hbase", restart_service: true
brew "helm"
brew "httpie"
brew "hub"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "kafka", restart_service: true
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kubectx"
brew "kubeless"
brew "kustomize", link: false
brew "lcov"
brew "ldns"
brew "libfido2"
brew "libslirp"
brew "libssh2"
brew "qemu"
brew "lima"
brew "llvm"
brew "lsd"
brew "lsof"
brew "lua@5.1"
brew "lua@5.3"
brew "luarocks"
brew "mosh"
brew "mtr"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "node"
brew "openssh"
brew "openssl@3"
brew "perl"
brew "pigz"
brew "postgresql", restart_service: true
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "starship"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "yapf"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "openresty/brew/openresty"
brew "ubuntu/microk8s/microk8s"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "cakebrew"
cask "charles"
cask "datagrip"
cask "docker"
cask "elpass"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "istat-menus5"
cask "iterm2"
cask "notion"
cask "openemu"
cask "postman"
cask "slack"
cask "surge"
cask "telegram"
cask "wechat"
